[
  {
    "date": "April 2025",
    "text": "Giulia's work <a href=\"https://www.informationisbeautifulawards.com/showcase/7323-a-world-of-smiles\"><u><em>A World of Smiles?</em></u></a> has been longlisted for the Information is Beautiful Awards 2024!"
  },
  {
    "date": "April 2025",
    "text": "Giulia's artwork was selected for the cover of <em>Trends in Immunology</em> for the April 2025 issue! <a href=\"https://www.cell.com/issue/S1471-4906%2824%29X0005-8\">Check it out</a>."
  },
  {
    "date": "January 2025",
    "text": "Giulia's paper accepted to AISTATS 2025: \"Model Selection for Behavioral Learning Data and Applications to Contextual Bandits,\" co-authored with Julien Aubert, Louis Köhler, Luc Lehéricy, and Patricia Reynaud-Bouret."
  },
  {
    "date": "January 2025",
    "text": "Mike's paper with Xuexin Wei (U. Texas), \"<a href=\"https://www.pnas.org/doi/10.1073/pnas.2407540122\"><u>Representational Geometry Explains Puzzling Error Distributions in Behavioral Tasks</u></a>\" has now been published in Proceedings of the National Academy of Sciences."
  },
  {
    "date": "October 2024",
    "text": "Mel Win Khaw and Ziang Li have a new draft of their paper, \"Cognitive Imprecision and Stake-Dependent Risk Attitudes,\" available as an NBER Working Paper."
  },
  {
    "date": "October 2024",
    "text": "Arthur and Mike have a new paper, \"<a href=\"https://www.biorxiv.org/content/10.1101/2024.09.29.615676v1\"><u>Imprecise Counting of Observations in</u></a>\" <a href=\"https://www.biorxiv.org/content/10.1101/2024.09.29.615676v1\"><u>Averaging Tasks Predicts Primacy and Recency Effects</u></a>, available as a pre-print on bioRXiv."
  },
  {
    "date": "October 2024",
    "text": "Lab alumnus Arthur Prat-Carrabin and Mike’s paper, \"<a href=\"https://elifesciences.org/reviewed-preprints/101277v1\"><u>Endogenous Precision of the Number Sense</u></a>\" has been accepted as a reviewed pre-print by eLife."
  },
  {
    "date": "October 2024",
    "text": "Mike’s paper with Simone Blanco Malerba, Aurora Micheli, and Rava Azeredo da Silveira, \"<a href=\"https://journals.plos.org/ploscompbiol/article?id=10.1371/journal.pcbi.1012240\"><u>Jointly Efficient Encoding and Decoding in Neural Populations</u></a>\" has been published in PLoS Computational Biology."
  },
  {
    "date": "October 2024",
    "text": "Silvio's meta-study: Lab alumnus Silvio Ravaioli is an author of a meta-study with Hayley Jach and others, \"Individual Differences in Information Demand Have a Low-Dimensional Structure Predicted by Some Curiosity Personality Traits,\" accepted by Proceedings of the National Academy of Sciences."
  },
  {
    "date": "October 2024",
    "text": "Yeji Sung’s paper with Mike and Rava Azeredo da Silveira, \"<a href=\"https://www.aeaweb.org/articles?id=10.1257/aer.20201806\"><u>Optimally Imprecise Memory and Biased Forecasts</u></a>\" has been published in American Economic Review."
  },
  {
    "date": "October 2024",
    "text": "Mark at 2024 ESA World Meeting: Mark gave a keynote talk at the 2024 ESA World Meeting in Bogotá. You can watch the presentation on YouTube <a href=\"https://www.youtube.com/watch?v=3MbVCl3dlq4\"><u>here</u></a>."
  },
  {
    "date": "June 2024",
    "text": "Lucas at BRIC 2024: Lucas gave a talk at the BRIC 2024 (Bounded Rationality in Choice Conference), sharing insights on Rational Choice Overload."
  },
  {
    "date": "June 2024",
    "text": "Welcome to Hanyao Zhang and Patricio Martin Goldstein, who have recently joined the lab!"
  },
  {
    "date": "May 2024",
    "text": "Dr Shin: Congratulations to Dr. Shin Oblander, now Assistant Professor in Marketing and Behavioral Science at the Sauder School of Business, UBC!"
  },
  {
    "date": "May 2024",
    "text": "Lucas and Mark's new working paper: Lucas and Mark have a new working paper titled \"Rational Choice Overload.\""
  },
  {
    "date": "May 2024",
    "text": "Dr Eddie: Congratulations to Dr. Edward Shore! Eddie has completed his doctorate and will be joining the UNSW Business School at the University of New South Wales as an Assistant Professor."
  },
  {
    "date": "May 2024",
    "text": "Dr. Susie: Congratulations to Dr. Susannah Scanlan, who has completed her doctorate and will be joining Capital Fund Management!"
  },
  {
    "date": "April 2024",
    "text": "Guy's paper \"Information-Constrained Coordination of Economic Behavior\": Lab alumnus Guy Aridor's paper with Mike and Rava Azeredo da Silveira is now forthcoming in Journal of Economic Dynamics and Control."
  },
  {
    "date": "April 2024",
    "text": "Publication Arthur's paper \"Imprecise Probabilistic Inference from Sequential Data\": Lab alumnus Arthur Prat-Carrabin's paper with Mike, <a href=\"https://psycnet.apa.org/fulltext/2024-74082-001.html\"><u>Imprecise Probabilistic Inference from Sequential Data</u></a>, is now forthcoming in Psychological Review."
  },
  {
    "date": "April 2024",
    "text": "Publication Shin's paper \"The Language of (Non)replicable Social Science\": Shin's paper, <a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=4798327\"><u>The Language of (Non)replicable Social Science</u></a>, has been accepted for publication in Psychological Science."
  }
]